models/Report.php

    public  function  validateProjectReport($attribute, $params)
    {
        $r = ProjectDeveloper::findOne(['user_id' => $this->user_id, 'project_id' => $this->project_id]);
---
SELECT * FROM `reports` WHERE user_id=1 AND date_added=CURDATE()