models/User.php

SELECT * FROM `users` WHERE `id`=1
---
    public static function findIdentity($id)
    {
        return static::findOne($id);

SELECT * FROM `users` WHERE `email`='admin@webais.company'
---
    public static function findByEmail($email)
    {
        return static::findOne(['email' => $email]);